; Swedish
; 1FF

[Swedish]
IDS_TITLE_EXCLUDE=Exkludera
IDS_FILE=Fil
IDS_SETTINGS=Inställningar
IDS_EXIT=Avsluta
IDS_EDIT=Redigera
IDS_PURGE_UNUSED=Rensa oanvända appar
IDS_PURGE_TIMERS=Rensa timers
IDS_FIND=Sök
IDS_REFRESH=Uppdatera
IDS_VIEW=Visa
IDS_ICONS=Ikoner
IDS_ICONSSMALL=Små
IDS_ICONSLARGE=Stora
IDS_ICONSISHIDDEN=Ladda inte ikoner
IDS_LANGUAGE=Språk
IDS_FONT=Typsnitt
IDS_HELP=Hjälp
IDS_WEBSITE=Webbsida
IDS_CHECKUPDATES=Sök efter uppdateringar
IDS_DONATE=Ge tack!
IDS_ABOUT=Om
IDS_TRAY_SHOW=Visa/Dölj
IDS_TRAY_START=Aktivera filter
IDS_TRAY_STOP=Inaktivera filter
IDS_TRAY_RULES=Regler
IDS_TRAY_BLOCKLIST_RULES=Blocklista
IDS_TRAY_SYSTEM_RULES=Systemregler
IDS_TRAY_USER_RULES=Användarregler
IDS_TRAY_LOGERR=Fellogg
IDS_ADD_FILE=Addera app
IDS_ANY=Alla
IDS_DISABLENOTIFICATIONS=Inaktivera meddelanden
IDS_OPENRULESEDITOR=Skapa regel
IDS_TIMER=Timer
IDS_DISABLETIMER=Inaktivera timern
IDS_EXPLORE=Öppna dess mapp
IDS_COPY=Kopiera
IDS_SELECT_ALL=Välj alla
IDS_CHECK=Aktivera vald
IDS_UNCHECK=Inaktivera vald
IDS_ADD=Addera
IDS_EDIT2=Redigera
IDS_DELETE=Radera
IDS_EXPORT=Exportera
IDS_IMPORT=Importera
IDS_RULE_ALLOWLOOPBACK=Tillåt loopback-anslutningar för alla
IDS_HIGHLIGHT_INVALID=Ogiltig (ej hittad fil eller filterproblem)
IDS_HIGHLIGHT_NETWORK=Delad nätverksapp
IDS_HIGHLIGHT_PICO=Pico app
IDS_HIGHLIGHT_SIGNED=Signerad app
IDS_HIGHLIGHT_SILENT=Inaktiverade meddelanden
IDS_HIGHLIGHT_SPECIAL=Användarregler
IDS_HIGHLIGHT_SYSTEM=Systemapp
IDS_GROUP_TIMER=Appar med timer
IDS_EDITOR=Regelredigerare
IDS_NAME=Namn
IDS_RULE=Regel
IDS_PORTVERSION=Familj (endast portar)
IDS_PROTOCOL=Protokoll
IDS_DIRECTION=Riktning
IDS_ACTION=Aktion
IDS_DATE=Datum
IDS_FILEPATH=Sökväg
IDS_SIGNATURE=Signatur
IDS_ADDRESS=Adress
IDS_FILTER=Filter
IDS_NOTES=Anteckningar
IDS_ADDED=Tillagd
IDS_TIMELEFT=Tid kvar
IDS_SIGN_SIGNED=Signerad
IDS_SIGN_UNSIGNED=Inte signerad
IDS_GROUP_ALLOWED=Appar med internettillgång
IDS_GROUP_BLOCKED=Appar utan internettillgång
IDS_GROUP_ENABLED=Aktiverade regler
IDS_GROUP_DISABLED=Inaktiverade regler
IDS_DIRECTION_1=Utgående
IDS_DIRECTION_2=Ingående
IDS_DIRECTION_3=Bägge
IDS_ACTION_ALLOW=Tillåt
IDS_ACTION_BLOCK=Blockera
IDS_ENABLE_CHK=Aktivera regel
IDS_WIKI=Hjälp
IDS_SAVE=Spara
IDS_CLOSE=Stäng
IDS_SETTINGS_GENERAL=Allmänt
IDS_TITLE_GENERAL=Allmän konfiguration
IDS_TITLE_LANGUAGE=Språk
IDS_TITLE_CONFIRMATIONS=Bekräftelser
IDS_TITLE_INTERFACE=Gränssnitt
IDS_TITLE_HIGHLIGHTING=Markeringar
IDS_TITLE_LOGGING=Paketloggar
IDS_TITLE_NOTIFICATIONS=Meddelanden
IDS_TITLE_ADVANCED=Avancerat
IDS_ALWAYSONTOP_CHK=Alltid överst
IDS_LOADONSTARTUP_CHK=Starta vid systemstart
IDS_STARTMINIMIZED_CHK=Starta minimerat
IDS_SHOWFILENAMESONLY_CHK=Visa endast filnamn
IDS_AUTOSIZECOLUMNS_CHK=Autojustera kolumnstorlek
IDS_SKIPUACWARNING_CHK=Utför inte UAC varningsmmeddelanden
IDS_CHECKUPDATES_CHK=Sök återkommande efter uppdateringar (rekommenderat)
IDS_LANGUAGE_HINT=Välj språk:
IDS_USESTEALTHMODE_CHK=Förhindra portskanning
IDS_USESTEALTHMODE_HINT=Förhindra TCP-portskanning genom att tyst släppa ingående TCP RST och UDP-portskanning genom att svara på utgående ICMP med - Okontaktbar destination.
IDS_INSTALLBOOTTIMEFILTERS_CHK=Aktivera bootningsfilter
IDS_INSTALLBOOTTIMEFILTERS_HINT=Förhindra dataläckor under systemstart, även före tjänsten för Base Filtering Engine (BFE) startar.
IDS_USECERTIFICATES_CHK=Kontrollera appars digitala signatur
IDS_USENETWORKRESOLUTION_CHK=Lös nätverksadresser
IDS_DISABLEWINDOWSFIREWALL_CHK=Inaktivera Windows brandvägg
IDS_ENABLEWINDOWSFIREWALL_CHK=Aktivera Windows brandvägg
IDS_CONFIRMEXIT_CHK=Visa bekräftelsedialog vid avslut
IDS_CONFIRMEXITTIMER_CHK=Visa bekräftelsedialog vid avslut när timers är aktiva
IDS_CONFIRMLOGCLEAR_CHK=Bekräfta vid rensning av loggfilen
IDS_COLORS_HINT=Dubbelklicka en post för att ändra den.
IDS_ENABLELOG_CHK=Aktivera paketloggning till en fil
IDS_LOGSHOW=Visa logg
IDS_LOGCLEAR=Rensa logg
IDS_LOGSIZELIMIT_HINT=Maximal loggstorlek: (kB)
IDS_ENABLENOTIFICATIONS_CHK=Aktivera paketmeddelanden
IDS_NOTIFICATIONSOUND_CHK=Aktivera meddelandeljud
IDS_NOTIFICATIONTIMEOUT_HINT=Tidspaus mellan liknande meddelanden (sek.):
IDS_NOTIFY_TOOLTIP=Ange användaregel att tillåta tillgång till en adress och/eller port för denna applikation.
IDS_QUESTION=Är du säker?
IDS_QUESTION_DELETE=Radera vald(a) post(er)?
IDS_QUESTION_START=Detta nekar nätverkstillgång för appar enligt nuvarande definierade konfiguration. Fortsätta?
IDS_QUESTION_STOP=Detta återställer nätverkstillgång för alla appar som för närvarande är blockerade. Fortsätta?
IDS_QUESTION_EXIT=Installerade filter kommer fortsätta fungera även efter avslut. Fortsätta?
IDS_QUESTION_TIMER=Timer(s) aktiverad(e). Timers fungerar bara när applikationen körs. Avsluta?
IDS_QUESTION_TIMERS=Radera alla timers?
IDS_QUESTION_FLAG_CHK=Fråga inte igen
IDS_STATUS_EMPTY=Empty.
IDS_STATUS_SYNTAX_ERROR=Syntaxfel hos regeln!
IDS_ADDRESS_LOCAL=Källa
IDS_ADDRESS_REMOTE=Destination
IDS_UPDATE_ERROR=Anslutningfel till uppdateringsservern.
IDS_UPDATE_DOWNLOAD=Nedladdar uppdatering...
IDS_UPDATE_DONE=Nedladdning av uppdatering avklarad
IDS_GROUP_SPECIAL_APPS=Appar med användarregler
IDS_RULE_ALLOWLOOPBACK_HINT=Detta tillåter all loopback-trafik.
IDS_RESET=Återställ
IDS_EXCLUDESTEALTH_CHK=- portskanneranslutningar
IDS_EXCLUDEBLOCKLIST_CHK=- blocklista
IDS_UPDATE_INIT=Söker efter nya utgivningar...
IDS_UPDATE_INSTALL=Uppdatering tillgänglig. Vill du installera den nu?
IDS_EXCLUDECUSTOM_CHK=- användarregler
IDS_EXCLUDECLASSIFYALLOW_CHK=- tillåtna anslutningar
IDS_STATUS_TIMER_DONE=Timern för applikationen har utgått
IDS_ICONSEXTRALARGE=Extra stor
IDS_STATUS_UNUSED_APPS=Oanvända appar
IDS_STATUS_TIMER_APPS=Appar med timer
IDS_SECUREFILTERS_CHK=Aktivera skydd av installerade filter
IDS_SECUREFILTERS_HINT=Hindra oauktoriserade applikationer från att tillgå installerade filter.
IDS_USEREFRESHDEVICES_CHK=Uppdatera filtren när (lagrings-) enheter är anslutna
IDS_RULE_ALLOW6TO4=Tillåt IPv6 omdirigeringar (6till4) för alla
IDS_RECOMMENDED=rekommenderat
IDS_ICONSISTABLEVIEW=Visa som tabell
IDS_ACTION_ALLOW_HINT=Tillåt nätverkstillgång för alltid
IDS_ACTION_BLOCK_HINT=Blockera nätverkstillgång för alltid (tills helvetet fryser till)
IDS_ACTION_LATER_HINT=Ignorera och fråga mig senare
IDS_RULE_APPLY_2=Tillämpa "%s" för denna app
IDS_EDITRULES=Redigera regler
IDS_TAB_APPS=Appar
IDS_TAB_SERVICES=Tjänster
IDS_TAB_PACKAGES=UWP-appar
IDS_TAB_NETWORK=Anslutningar
IDS_STATE=Skick
IDS_STATUS_FILTERS_ACTIVE=Filter är aktiverade.
IDS_STATUS_FILTERS_INACTIVE=Filter är inaktiverade!
IDS_STATUS_FILTERS_PROCESSING=Tillämpar filtren
IDS_HIGHLIGHT_CONNECTION=Har nätverksanslutningar
IDS_SHOWINLIST=Visa i lista
IDS_BLOCKLIST_SPY=Microsofts spionering och telemetri
IDS_BLOCKLIST_UPDATE=Microsofts uppdaterande
IDS_BLOCKLIST_EXTRA=Microsofts applikationer
IDS_PORT=Port
IDS_NOTIFY_TITLE=Nätverksalarm
IDS_NOTIFY_HEADER=Nätverksanslutning blockerades
IDS_DISABLE=Inaktivera
IDS_TITLE_SECURITY=Säkerhet
IDS_LOGVIEWER_HINT=Appen för loggvisning
IDS_NOTIFICATIONONTRAY_CHK=Visa meddelandefönster i systemfältet
IDS_NETWORK_CLOSE=Stäng anslutning
IDS_RULE_BLOCKOUTBOUND=Blocka utgående anslutningar för alla
IDS_RULE_BLOCKINBOUND=Blocka ingående anslutningar för alla
IDS_VIEW_ICON=Ikoner
IDS_VIEW_DETAILS=Detaljer
IDS_VIEW_TILE=Plattor
IDS_RULE_HINT=Om du lämnar fält blanka, då tillämpas regeln för vilken adress och port som helst.
IDS_RULE_APPS_HINT=Om inga appar valts, tillämpas regeln för alla appar.
IDS_STATUS_FILTERS_ACTIVE_TEMP=Filtren är aktiverade tills en omstart.
IDS_INSTALL_PERMANENT=Permanenta regler. Regler fungerar tills du inaktiverar dem manuellt.
IDS_INSTALL_TEMPORARY=Tillfälliga regler. Regler återställs efter nästa omstart.
IDS_ENABLEUILOG_CHK=Aktivera paketloggningsgränssnitt
IDS_NOTIFICATIONFULLSCREENSILENTMODE_CHK=Aktivera tyst läge när en fullskärmsapp är i förgrunden
IDS_TITLE_TRAY=Systemfältsikon
IDS_TRAYICONSINGLECLICK_CHK=Enkelklicka på systemfältsikonen för öppnande
IDS_ENABLE_APP_CHK=Aktivera nätverkstillgång
IDS_APP_HINT=Det finns inget skäl att ange någon tillåtande regel för en app med redan aktiverad internettillgång.
IDS_HOST=Värd
IDS_CONFIRMALLOW_CHK=Bekräfta när en applikation tillåts
IDS_QUESTION_ALLOW=Är det säkert att du vill tillåta full internettillgång för denna applikation?
IDS_SHOWSEARCHBAR_CHK=Visa sökfält
IDS_LAYER=Lager
IDS_RULE_ALLOWWINDOWSUPDATE=Tillåt Windows Update
IDS_ACTION_TERMINATE_HINT=Avsluta process
IDS_PROFILE_TYPE=Profiltyp
IDS_USEAPPMONITOR_CHK=Övervaka appars ändringar
IDS_DISABLEREMOVAL=Inaktivera borttagande
IDS_USEHASHES_CHK=Kontrollera appar gällande sha-256 hash
IDS_COMMENT=Kommentarer
IDS_USEDARKTHEME=Använd mörkt tema
IDS_KEEPUNUSED_CHK=Keep unused apps
IDS_UPDATE_NO=Inga uppdateringar tillgängliga.
IDS_UPDATE_YES=Uppdatering finns. Nedladda och installera nu?
IDS_UPDATE_SPEED=Speed
IDS_RULE_FOR_ALL=for all
IDS_RULE_FOR_APPS=for apps
IDS_PROFILE_TYPE_PLAIN=Plain
IDS_PROFILE_TYPE_COMPRESSED=Compressed
IDS_PROFILE_TYPE_ENCRYPTED=Encrypted
IDS_SESSION_ONLY=session only
IDS_LIMIT_REACHED=Limit reached.
IDS_INTERNAL_RULE=Internal rule
IDS_LOADING=Loading...
IDS_DIRECTION_REMOTE=Remote
IDS_DIRECTION_LOCAL=Local
IDS_WARNING_UNEXPECTED=Be careful, through service/driver host (svchost.exe/System) internet traffic can let out through unexpected ways. Continue?
IDS_WARNING_ME=If you disallow main process, you cannot use resolve network addresses option. Continue?
IDS_TOTAL=Total
IDS_EXCLUDEINBOUND_CHK=inbound multicast/broadcast
IDS_CONNECTIONS_ENABLE=Enable connections monitoring
IDS_CONNECTIONS_SHOWAITCONNECTIONS=Show waiting connections
IDS_CONNECTIONS_MEAUSUREUDPTRAFFIC=Measure UDP/QUIC traffic (experimental, restart required)
IDS_UDP_ACCOUNTING=UDP (including QUIC): ETW bytes since this socket was first monitored.
IDS_UDP_UNAVAILABLE=UDP measurement unavailable or incomplete. Restart simplewall to retry. Error
IDS_UDP_PENDING=UDP: no verified measurement yet. Sockets opened before monitoring must be reopened.
